function page() {
  return (
    <main>
      <section className="pt-14 pb-20 ">
        <h1 className="text-2xl pb-5 flex justify-center font-bold">
          რჩევები მებოსტნეებს
        </h1>
        <div className="border-b-[3px] border-black w-24 mx-auto" />
        <div
          className={`mx-auto h-full  w-full max-w-[90%] xl:max-w-[1100px] shadow-bottom-right p-20 "`}
        >
          <h2 className="text-xl pb-2 text-slate-800 font-semibold ">
            ჩითილების გადარგვისას სასურველია გაითვალისწინოთ შემდეგი:
          </h2>
          <p className="leading-7">
            &nbsp;&nbsp;&nbsp;&nbsp;1. გადარგვის ოპერაციები აუცილებლად დაგეგმეთ
            წინდაწინ - განსაკუთრებით ნიადაგის მომზადებისა და სარწყავი სისტემის
            მოწყობის თვალსაზრისით.
            <br />
            &nbsp;&nbsp;&nbsp;&nbsp;2. ნიადაგის ხარისხიანად მომზადება არის
            უაღრესად მნიშვნელოვანი. გადასარგავი არეალი უნდა იყოს მაქსიმალურად
            ფხვიერი, ხოლო მიწის გოროხების რაოდენობა მინიმალური.
            <br />
            &nbsp;&nbsp;&nbsp;&nbsp;3. წაიღეთ და გადარგეთ ნერგები დროულად.
            ჩითილის გადაზრდა ნეგატიურ გავლენას ახდენს მცენარის სამომავლო
            განვითარებაზე.
            <br />
            &nbsp;&nbsp;&nbsp;&nbsp;4. ნუ შეინახავთ ჩითილებს სიბნელეში. მცენარეს
            ესაჭიროება სინათლე. უმჯობესია ჩითილი განათავსოთ გრილ, მაგრამ მზით
            განათებულ ადგილზე.
            <br />
            &nbsp;&nbsp;&nbsp;&nbsp;5. გადარგვამდე ჩითილების სუბსტრატი
            შეინარჩუნეთ ტენიანად, მაგრამ ფესვთა არეში წყალი მას არ უნდა ჩაუდგეს.
            <br />
            &nbsp;&nbsp;&nbsp;&nbsp;6. გადარგეთ ჩითილები რაც შეიძლება მალე!
            <br />
            &nbsp;&nbsp;&nbsp;&nbsp;7. სასურველია ჩითილების გადარგვა
            განხორციელდეს დღის გრილ პერიოდში.
            <br />
            &nbsp;&nbsp;&nbsp;&nbsp;8. ჩითილები აუცილებლად კარგად მორწყეთ
            უშუალოდ გადარგვამდე და ასევე, რაც შეიძლება მალე, გადარგვის შემდგომ.
            <br />
            &nbsp;&nbsp;&nbsp;&nbsp;9. თუ გადარგვისას კასეტებიდან ამოღებულ
            ჩითილებს წინასწარ ალაგებთ კვალზე, რამდენიმე წუთზე მეტი ხნით ნუ
            გააჩერებთ, რადგან ფესვთა არე სწრაფად გამოშრება და ჩითილს მიადგება
            დიდი ზიანი.
            <br />
            &nbsp;&nbsp;&nbsp;&nbsp;10. გადარგვისას ჩითილს ფრთხილად მიუტკეპნეთ
            გარშემო ნიადაგი - ზედმეტი მიჭყლეტით ფესვები შეიძლება დაზიანდნენ,
            ხოლო ცუდად მიტკეპვნის შემთხვევაში არ მოხდება ფესვების კონტაქტი ახალ
            ნიადაგთან.
          </p>
          <h2 className="text-xl pb-2 text-slate-800 font-semibold pt-10">
            ჩითილების უპირატესობები
          </h2>
          <p>
            ბოსტნეულის და ბაღჩეულის უმეტესობის მოსაყვანად თითქმის აუცილებელია
            ჩითილების გამოყენება, რაც შემდეგ უპირატესობებს აძლევს ფერმერს:
            <br />
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
            <strong>1.</strong> საადრეო პროდუქციის მიღება;
            <br />
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
            <strong>2.</strong> მაღალი საჰექტარო მოსავლიანობა;
            <br />
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
            <strong>3.</strong> ხარჯების შემცირება, განსაკუთრებით ძვირადღირებული
            თესლის გამოყენებისას;
            <br />
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
            <strong>4.</strong> სარეველებთან ბრძოლის გაადვილება, მულჩის და/ან
            ჰერბიციდის გამოყენების შესაძლებლობა;
            <br />
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
            <strong>5.</strong> მცენარეთა განვითარების თანაბრობა და მოსავლის
            ხარისხის ამაღლება;
            <br />
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
            <strong>6.</strong> ნაკვეთიდან ერთზე მეტი მოსავლის მიღების
            შესაძლებლობა;
            <br />
            ჩითილების ხარისხის ხარჯზე გაწეული ეკონომია, ყოველთვის
            გაუმართლებელია, რადგან საგრძნობლად ამცირებს მოსავლის რაოდენობასაც და
            ხარისხსაც. ცუდად განვითარებული, სუსტი ფესვური სისტემის მქონე,
            დაავადებული, გადაბერებული ან სტრესში ჩავარდნილი ჩითილის გადარგვით
            ყველა ზემოთჩამოთვლილ უპირატესობას ეკარგება აზრი: მცენარის
            განვითარება იქნება ნელი, ხოლო მოსავლიანობა იქნება დაბალი. ცუდი და
            უხარისხო ჩითილი აჯობებს საერთოდ არ გადაირგოს, ამით თქვენ თავიდან
            აიცილებთ მნიშვნელოვან ფინანსურ დანაკარგებს, რადგან ჩითილის
            ხარისხისგან დამოუკიდებლად საჭირო იქნება მუშების ხელფასების,
            სასუქების, შხამ-ქიმიკატების და სხვა ხარჯების გაწევა.
          </p>
        </div>
      </section>
    </main>
  );
}

export default page;
