import Link from "next/link";
import Section from "./Section";
import SectionHeader from "./SectionHeader";

function About() {
  return (
    <Section className="bg-gray-100 " idName="chven">
      <SectionHeader>ჩვენ შესახებ</SectionHeader>

      <div className="text-[0.925rem] tracking-[-0.03em] flex flex-col gap-5 leading-6 pt-10">
        <p>
          „ევროპული ჩითილები“ შეიქმნა მებოსტნეობის მსხვილი მეურნეობის ბაზაზე.
          თავიდან საკუთარი მოხმარებისთვის გამოგვყავდა ბოსტნეულის ჩითილები,
          რისთვისაც მოვიწვიეთ უმაღლესი დონის სპეციალისტები ევროპიდან. დიდი
          გამოცდილების დაგროვებისა და მაღალკვალიფიციური გუნდის ჩამოყალიბების
          შემდეგ, გავაფართოეთ საჩითილე სათბურები, აღვჭურვეთ საუკეთესო იტალიური
          დანადგარებით და უკვე წლებია ვამარაგებთ უმაღლესი ხარისხის ჩითილებით
          მრავალ ფერმერს საქართველოში.
        </p>
        <p>
          საჩითილე მეურნეობაში ვიყენებთ იტალიური კომპანია{" "}
          <Link
            target="_blank"
            href="https://www.urbinati.com/"
            className="text-blue-700 font-medium"
          >
            Urbinati{" "}
          </Link>
          &mdash; ს კასეტების სათეს ხაზს და ჩითილების დაწვიმების მოძრავ ავტომატიზირებულ
          სისტემას &mdash;{" "}
          <Link
            target="_blank"
            href="https://www.urbinati.com/"
            className="text-blue-700 font-medium"
          >
            Boom Irrigation
          </Link>
        </p>
        <p>
          ჩითილებს ვზრდით სხვადასხვა ზომის საჩითილე კასეტებში, რომლებიც
          სპეციალურად ჩამოგვაქვს პოლონეთიდან. ამ კასეტებს აქვთ ამოტრიალებული
          პირამიდის ფორმის უჯრედები, რაც ხელს უწყობს მცენარის ფესვთა სისტემის
          ვერტიკალურ განვითარებას, ჩითილის ამოღება გაადვილებულია და შესაბამისად
          არ ზიანდება ფესვთა სისტემა. საქართველოში გავრცელებულია მხოლოდ მრგვალი
          უჯრედების მქონე და რბილი პოლიეთილენით დამზადებულ საჩითილე კასეტები,
          რომლებშიც ხშირია ფესვის ჩახვევა, რაც შემდგომ საგრძნობლად აფერხებს
          გადარგული მცენარის ზრდას, ხოლო თუ კასეტა ოდნავ მაინც დაიჭყლიტა,
          რთულდება ჩითილის ამოღება და ამ დროს ზიანდება ფესვი.
        </p>
        <p>
          სპეციალიზებულ სათბურებში ჩითილების გამოყვანა ხორციელდება მკაცრად
          კონტროლირებად პირობებში. ონლაინ-რეჟიმში ხდება ტემპერატურის,
          ტენიანობისა და განათების ინტენსიობის აღრიცხვა და მართვა. ლაბორატორიული
          ხელსაწყოებით ხორციელდება სუბსტრატის და სარწყავი წყლის მჟავიანობის (pH)
          და მარილიანობის (EC) მუდმივი კონტროლი.
        </p>
        <p>
          ნებისმიერ მცენარეს განვითარების სხვადასხვა ეტაპზე ესაჭიროება
          შესაბამისი ტემპერატურული რეჟიმი – თესლის გაღივების პერიოდში, ნამდვილი
          ფოთლების წამოღებამდე, ფესვთა სისტემის განვითარებისას, გადარგვამდე
          გაკაჟებისას. ასევე ცვალებადია სასუქების სახეობები და დოზირება. ამის
          პარალელურად საჭიროა ფუნგიციდების და ინსექტიციდების ზომიერი დოზებით
          წინმსწრები წამლობა და არა მაშინ, როცა მცენარეზე ზიანი თვალნათლივ
          გამოჩნდება.
        </p>
        <p>
          ჩვენ არ ვიყენებთ ჩითილების ზრდის რეგულატორებს, ვინაიდან ასეთ
          შემთხვევაში შემდგომ ეტაპზე ხშირად ფერხდება გადარგული მცენარის
          განვითარება.
        </p>
      </div>
    </Section>
  );
}

export default About;
